package practikum;

public final class MainPageAnswer {

    //Ответ на первый ворос
    public static final String firstanswer
            = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    //Ответ на второй ворос
    public static final String secondanswer
            = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    //Ответ на третитй ворос
    public static final String thirdanswer
            = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    //Ответ на четвертый ворос
    public static final String fourthtanswer
            = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    //Ответ на пятый впорос
    public static final String fifthtanswer
            = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    //Ответ на шестой вопрос
    public static final String sixthanswer
            = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    //Ответ на седьмой вопрос
    public static final String sevenanswer
            = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    //Ответ на восьмой вопрос
    public static final String The8thanswer
            = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";


}
